<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Keys For Thai Language Lines
    |--------------------------------------------------------------------------
    |
    | บรรทัดภาษาต่อไปนี้ประกอบด้วยข้อความเริ่มต้นที่ใช้ในโปรเจ็กต์
    | The following language lines contain the default messages used in
    | the project.
    |
    |
    */

    /* ========================= for admin.dashboard ================================ */

    'title' => 'รับทุนพัฒนาระบบการเรียนรู้ออนไลน์จากสำนักงานนวัตกรรมแห่งชาติ 2563',
    'setting' => 'การตั้งค่า',
    'exit' => 'ออก',
    'dashboard' => 'แผงควบคุม',
    'chapters' => 'บท',
    'chapter' => 'บท',
    'add_rule' => 'เพิ่มกฎ',
    'alphabet_rule' => 'กฎตัวอักษร',
    'users' => 'ผู้ใช้',
    'raters' => 'ผู้ประเมิน',
    'rating' => 'คะแนน',
    'user_recordings' => 'การบันทึกผู้ใช้',
    'user' => 'ผู้ใช้',
    'average_rating' => 'คะแนนเฉลี่ย',
    'active_user' => 'ผู้ใช้ที่ใช้งานอยู่',
    'total_rating' => 'คะแนนรวม',
    'unrated' => 'ไม่ได้จัดประเภท',
    'top_recording' => 'การบันทึก 5 อันดับแรก',
    'recording' => 'การบันทึก',
    'recording_overview' => 'ภาพรวมการบันทึก',

    /* ========================= for admin.profile ================================ */


    'profile' => 'ข้อมูลส่วนตัว',
    'edit_account' => 'แก้ไขบัญชี',
    'enter_name' => 'ใส่ชื่อของคุณ',


    /* ========================= for admin.chapter ================================ */


    'select_all' => 'เลือกทั้งหมด',
    'create' => 'สร้าง',
    'chapter_name' => 'ชื่อบท',
    'create_chapter' => 'สร้างบท',
    'edit_chapter' => 'แก้ไขบท',
    'chapter_no' => 'บทที่',
    'select_chapter' => 'เลือกบท',
    'save' => 'บันทึก',


    /* ========================= for admin.add_rule ================================ */


    'rules' => 'กฎ',
    'rule_name' => 'ชื่อกฎ',
    'enter_rule_name' => 'ป้อนชื่อกฎของคุณ',
    'rule_description' => 'คำอธิบายกฎ',
    'enter_rule_description' => 'ป้อนคำอธิบายกฎของคุณ',
    'apply' => 'สมัคร',

    /* ========================= for admin.alphabet_rule ================================ */

    'alphabet' => 'ตัวอักษร',
    'select_rule' => 'เลือกกฎ',
    'submit' => 'ส่ง',

    /* ========================= for admin.users ================================ */

    'name' => 'ชื่อ',
    'gender' => 'เพศ',
    'age' => 'อายุ',
    'nationality' => 'สัญชาติ',
    'email' => 'อีเมล์',
    'action' => 'หนังบู๊',
    'search' => 'ค้นหา',
    'select' => 'เลือก',
    'min' => 'นาที',
    'max' => 'สูงสุด',
    'create_user' => 'สร้างผู้ใช้',
    'email_address' => 'ที่อยู่อีเมล',
    'select_country' => 'เลือกประเทศ',
    'send_invite' => 'ส่งคำเชิญ',
    'update' => 'อัปเดต',
    'sure_delete' => 'คุณแน่ใจหรือไม่ว่าจะลบ',
    'delete' => 'ลบ',

    /* ========================= for admin.rating ================================ */

    'create_rater' => 'สร้างผู้ประเมิน',
    'edit_rater' => 'แก้ไขผู้ประเมิน',
    'date' => 'วันที่',
    'alphabets' => 'ตัวอักษร',
    'rated_by' => 'ให้คะแนนโดย',
    'select_rules' => 'เลือกกฎ',


    /* =========================================================================== */

    /* =========================== Landing Page ============================== */

    'login'=>'เข้าสู่ระบบ',
    'body_text' => 'ขอเชิญร่วมทำบุญจาริยะห์บริจาคเสียงภาษาอาหรับเพื่อเป็นความรู้สอนโปรแกรมอัยอัตโนมัติ',
    'body_text1' => 'เป็นที่ต้อนรับของทุกคน (ผู้เชี่ยวชาญบุคคลทั่วไปนักศึกษา) ซึ่งความแตกต่างจะเป็นความรู้ที่มีค่ามาก',
    'body_text2' => 'ขออัลลอฮ์ตอบแทนความดีให้กับทุกคนที่เกี่ยวข้อง',



    /* =========================== Login Page ============================== */


    'login_to_your_account' => 'ลงชื่อเข้าใช้บัญชีของคุณ',
    'username' => 'ชื่อผู้ใช้',
    'password' => 'รหัสผ่าน',
    'forgot_password' => 'ลืมรหัสผ่าน',
    'another_account' => 'หรือดำเนินการต่อด้วย',
    'login_line' => 'เข้าสู่ระบบด้วย Line',
    "no_account" => "ไม่มีบัญชี",
    'register_here' => 'ลงทะเบียนที่นี่',
    'intro' => 'ขอเชิญร่วมทำบุญจาริยาห์บริจาคเสียงภาษาอาหรับเพื่อเป็นความรู้สอนโปรแกรมอัยอัตโนมัติ เป็นที่ต้อนรับของทุกคน (ผู้เชี่ยวชาญบุคคลทั่วไปนักศึกษา) ซึ่งความแตกต่างจะเป็นความรู้ที่มีค่ามาก ขออัลลอฮ์ตอบแทนความดีให้กับทุกคนที่เกี่ยวข้อง',



    /* =========================== Student ============================== */

    'unrecorded' => 'ไม่ได้บันทึก',
    'recorded' => 'บันทึกไว้',
    'rated' => 'จัดอันดับ',
    'no_record' => 'ไม่มีบันทึก',
    'not_recorded' => 'ไม่ได้บันทึก',
    'stop' => 'หยุด',
    'reload' => 'โหลดซ้ำ',
    'play' => 'เล่น',
    'edit_profile' => 'แก้ไขโปรไฟล์ของคุณ',
    'drop_image' => 'ลากและวางไฟล์ที่นี่หรือคลิก',
    'cancel' => 'ยกเลิก',



    /* =========================== Rater ============================== */

    'voices_list' => 'รายการเสียงสำหรับแบบทดสอบนี้',
    'manual_score' => 'คู่มือให้คะแนนแต่ละกฎและอัตราโดยอาจารย์ผู้มีอำนาจ',
    'quiz_list' => 'รายการแบบทดสอบทั้งหมด',



];
